const cardgrade = {
	"다르키엘": 3,
	"에키드나": 4,
	"게메트": 1,
	"네페르": 1,
	"프타": 1,
	"까미": 1,
	"베스칼": 3,
	"가디언 루": 4,
	"가룸": 2,
	"가르가디스": 3,
	"가비슈": 1,
	"갈기파도 항구 네리아": 2,
	"감사를 전하는 실리안 카드": 3,
	"감사를 전하는 아만 카드": 3,
	"객주도사": 1,
	"거신 카스피엘": 2,
	"검은이빨": 3,
	"게르디아": 2,
	"고르곤": 2,
	"고르카그로스": 2,
	"고블린 장로 발루": 0,
	"고비우스 24세": 1,
	"광기를 잃은 쿠크세이튼": 4,
	"국왕 실리안": 4,
	"굴딩": 2,
	"그노시스": 3,
	"금강": 1,
	"기드온": 2,
	"기자 마티아스": 0,
	"길달": 2,
	"나기": 2,
	"나루니": 0,
	"나베갈": 1,
	"나베르": 2,
	"나비": 0,
	"나잔": 2,
	"나크라세나": 3,
	"나크슌": 1,
	"나히니르": 3,
	"난민 파밀리아": 0,
	"네스": 0,
	"녹스": 2,
	"니나브": 4,
	"니아": 3,
	"닐라이": 1,
	"다단": 1,
	"다람쥐 욤": 0,
	"다르시": 3,
	"다이나웨일": 2,
	"다쿠쿠": 1,
	"단델라이온": 3,
	"데런 아만": 4,
	"데메타르": 0,
	"데스칼루다": 3,
	"도굴단장 우고": 2,
	"도륙자 아르르": 1,
	"도발하는 사샤 카드": 3,
	"도철": 2,
	"두키칼리버": 0,
	"두키킹": 2,
	"디오게네스": 2,
	"라우리엘": 3,
	"라자람": 3,
	"라카이서스": 3,
	"라하르트": 3,
	"레나": 1,
	"레바노스": 3,
	"레온하트 네리아": 2,
	"레이든": 1,
	"레퓌스": 1,
	"로블롬": 2,
	"로웬 젠로드": 1,
	"로잘린 베디체": 2,
	"루기네": 2,
	"루드릭": 2,
	"루드벡": 1,
	"루메루스": 3,
	"루벤스타인 델 아르코": 1,
	"루아브": 2,
	"루테란 성 네리아": 2,
	"루티아": 1,
	"리게아스": 2,
	"리루": 2,
	"리비아의 게롤트": 3,
	"리웰라": 0,
	"릭투스": 2,
	"마네스": 2,
	"마레가": 2,
	"마리 파우렌츠": 3,
	"마리나": 2,
	"마리우": 2,
	"마법사 로나운": 3,
	"만포": 2,
	"멜피셔스": 0,
	"모르페오": 1,
	"모리나": 1,
	"모카모카": 3,
	"몬테르크": 1,
	"몽환의 나이트": 1,
	"몽환의 룩": 1,
	"몽환의 비숍": 1,
	"몽환의 퀸": 2,
	"몽환의 킹": 2,
	"몽환의 폰": 0,
	"문학소녀 아나벨 카드": 3,
	"뮨 히다카": 3,
	"미령": 2,
	"미스틱": 3,
	"미카엘과 노메드": 1,
	"미한": 2,
	"바루투": 2,
	"바르칸": 4,
	"바스키아": 2,
	"바스티안": 3,
	"바에단": 2,
	"바훈투르": 4,
	"반다": 3,
	"발탄": 4,
	"베나르": 1,
	"베라드": 1,
	"베르베로": 0,
	"베르투스": 3,
	"베르하트": 1,
	"베른 젠로드": 2,
	"베아트리스": 4,
	"베히모스": 3,
	"벤거버그의 예니퍼": 3,
	"벨가누스": 3,
	"벨루마테": 2,
	"벨리타": 0,
	"벨크루제": 3,
	"변절자 제페토": 2,
	"별자리 큰뱀": 1,
	"불칸": 2,
	"붉은 남작 에디": 2,
	"브리아레오스": 2,
	"비비안": 0,
	"비슈츠": 1,
	"비아키스": 4,
	"비올레": 2,
	"빌헬름": 2,
	"빙결의 레기오로스": 3,
	"빛을 맞이하는 바훈투르": 3,
	"빛을 맞이하는 샨디&진저웨일": 3,
	"빛을 맞이하는 실리안": 3,
	"빛을 맞이하는 아제나": 3,
	"빛을 맞이하는 카단": 3,
	"사교도 대제사장": 2,
	"사샤": 3,
	"사이카": 3,
	"사일러스": 2,
	"사자탈": 0,
	"사트라": 1,
	"삭월": 1,
	"샐리": 2,
	"샤나": 3,
	"샨디": 4,
	"세리아": 2,
	"세비엘": 1,
	"세토": 2,
	"세티노": 2,
	"세헤라데": 3,
	"소금거인": 2,
	"소나벨": 3,
	"솔 그랑데": 2,
	"수령도사": 1,
	"수신 아포라스": 2,
	"수호자 에오로": 2,
	"수호자 티르": 2,
	"수호자 페오스": 1,
	"슈테른 네리아": 2,
	"슈헤리트": 3,
	"스텔라": 2,
	"시그나투스": 2,
	"시릴라": 3,
	"시안": 2,
	"시이라": 1,
	"신디": 2,
	"신뢰의 아크 아스타": 3,
	"실리안": 4,
	"실페리온": 3,
	"실험체 타르마쿰": 2,
	"아나벨": 3,
	"아델": 3,
	"아드린느": 2,
	"아드모스": 2,
	"아르고스": 3,
	"아르노": 2,
	"아르카디아": 3,
	"아만": 4,
	"아벤": 2,
	"아브렐슈드": 4,
	"아비시나": 2,
	"아이작": 2,
	"아이히만 박사": 2,
	"아자란": 1,
	"아자키엘": 2,
	"아제나&이난나": 4,
	"아카테스": 3,
	"아크의 수호자 오셀": 2,
	"안토니오 주교": 2,
	"안톤": 2,
	"알레그로": 3,
	"알리페르": 2,
	"알베르토": 0,
	"알비온": 3,
	"알폰스 베디체": 2,
	"앙케": 2,
	"어둠의 레기오로스": 3,
	"어린 아만": 3,
	"에라스모": 2,
	"에르제베트": 3,
	"에버그레이스": 4,
	"에스": 2,
	"에스더 갈라투르": 4,
	"에스더 루테란": 4,
	"에스더 시엔": 4,
	"에아달린": 3,
	"에이케르": 2,
	"에페르니아": 3,
	"엔비스카": 3,
	"엘레노아": 2,
	"엘버하스틱": 3,
	"여우 사피아노": 0,
	"여울": 1,
	"역병 인도자": 2,
	"역병군단 바르토": 2,
	"영원의 아크 카양겔": 3,
	"예지의 아크 아가톤": 3,
	"오렐다": 2,
	"오스피어": 3,
	"오크 장로 질록": 1,
	"오픈을 축하하는 마리 카드": 3,
	"용병 세이라": 1,
	"용암 크로마니움": 3,
	"우르닐": 3,
	"우르르": 1,
	"운다트": 3,
	"원포": 2,
	"월향도사": 1,
	"웨이": 4,
	"위대한 성 네리아": 2,
	"윌리윌리": 2,
	"유클리드": 1,
	"이그렉시온": 3,
	"이마르": 1,
	"이와르": 0,
	"일리아칸": 4,
	"자간": 3,
	"자베른": 1,
	"자이언트 웜": 1,
	"자크라": 2,
	"자하라": 2,
	"자히아": 2,
	"절망의 레키엘": 2,
	"제레온": 2,
	"제복 검은이빨 카드": 3,
	"제이": 2,
	"중갑 나크라세나": 3,
	"지그문트": 3,
	"지혜의 아크 라디체": 3,
	"지휘관 솔": 1,
	"진 매드닉": 3,
	"진멸의 창": 2,
	"진저웨일": 4,
	"진화의 군주 카인": 3,
	"집행관 솔라스": 1,
	"참크리": 0,
	"창조의 아크 오르투스": 3,
	"창조의 알": 1,
	"천둥": 2,
	"천둥날개": 3,
	"첼라": 0,
	"축제를 즐기는 니나브": 3,
	"축제를 즐기는 사샤": 3,
	"축제를 즐기는 에르제베트": 3,
	"카단": 4,
	"카도건": 1,
	"카드리": 0,
	"카마인": 4,
	"카멘": 4,
	"카이슈르": 3,
	"카이슈테르": 3,
	"카인": 3,
	"칸다리아 네리아": 2,
	"칼도르": 3,
	"칼라도세": 2,
	"칼리나리 네리아": 2,
	"칼바서스": 3,
	"칼벤투스": 3,
	"칼스 모론토": 2,
	"칼엘리고스": 3,
	"칼테이야": 3,
	"칼트말루스": 3,
	"케이사르": 3,
	"코니": 0,
	"쿠크세이튼": 4,
	"쿤겔라니움": 3,
	"크누트": 2,
	"크란테루스": 0,
	"크로마니움": 3,
	"크리스마스 눈꽃 사슴 카드": 2,
	"크리스틴": 3,
	"클라우디아": 2,
	"키르케": 1,
	"키에사": 0,
	"키즈라": 2,
	"키케라": 2,
	"킬리언": 1,
	"타나토스": 3,
	"타냐 벤텀": 1,
	"타르실라": 2,
	"타이탈로스": 3,
	"테르나크": 0,
	"텔파": 0,
	"토토마": 2,
	"토토이끼": 1,
	"투란": 0,
	"트리스 메리골드": 3,
	"티엔": 1,
	"파르쿠나스": 3,
	"파이어혼": 3,
	"파파": 1,
	"파한": 2,
	"판다 푸푸": 2,
	"패자의 검": 2,
	"페데리코": 3,
	"페일린": 2,
	"포포": 1,
	"표류소녀 엠마": 1,
	"푸름 전사 브리뉴": 1,
	"프랭크": 1,
	"프록시마": 2,
	"프리우나": 1,
	"피에르": 2,
	"피엘라": 2,
	"피요르긴": 3,
	"하누마탄": 3,
	"하눈": 2,
	"하늘 고래": 1,
	"하르잘": 2,
	"하리": 1,
	"하리야": 1,
	"하백": 3,
	"하셀링크": 2,
	"하울로크": 2,
	"하이거": 2,
	"하이비 집행관": 2,
	"하템": 0,
	"한손": 1,
	"한이 서린 여인": 1,
	"헌신의 아크 카르타": 3,
	"헨리": 1,
	"헬가이아": 3,
	"호동": 1,
	"혹한의 헬가이아": 3,
	"혼돈의 사이카": 3,
	"혼재의 추오": 2,
	"홍염의 요호": 3,
	"흑야의 요호": 3,
	"희망의 아크 엘피스": 3,
	"히바이크": 2,
};

const cardLevelUpExp = {
	0: [2000, 3000, 4500, 6800, 10000],
	1: [4000, 6000, 9000, 13500, 20000],
	2: [10000, 14000, 22000, 32000, 49000],
	3: [19000, 29000, 43000, 65000, 97000],
	4: [29000, 43000, 65000, 97000, 194000]
};

const cardNeedExp = {
	0: [0, 2000, 5000, 9500, 16300, 26300],
	1: [0, 4000, 10000, 19000, 32500, 52500],
	2: [0, 10000, 24000, 46000, 78000, 127000],
	3: [0, 19000, 48000, 91000, 156000, 253000],
	4: [0, 29000, 72000, 137000, 234000, 428000]
};

const cardeffect = {
	"가디언의 광기": [
		[
			"중갑 나크라세나",
			"벨가누스",
			"아카테스",
			"혹한의 헬가이아",
			"레바노스",
			"용암 크로마니움",
			"이그렉시온"
		],
		"방어력",
		4,
		"물질",
		{
			"14": 0.06,
			"28": 0.07,
			"35": 0.07
		}
	],
	"가디언의 분노": [
		[
			"중갑 나크라세나",
			"홍염의 요호",
			"혹한의 헬가이아",
			"타이탈로스"
		],
		"제압",
		2,
		"물질",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"가디언의 위협": [
		[
			"흑야의 요호",
			"칼벤투스",
			"헬가이아",
			"베르투스",
			"홍염의 요호",
			"타이탈로스"
		],
		"힘",
		5,
		"불사",
		{
			"12": 0.06,
			"24": 0.07,
			"30": 0.07
		}
	],
	"가디언의 증오": [
		[
			"아카테스",
			"이그렉시온"
		],
		"숙련",
		2,
		"물질",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"가디언의 포효": [
		[
			"루메루스",
			"우르닐",
			"빙결의 레기오로스",
			"어둠의 레기오로스",
			"크로마니움",
			"나크라세나",
			"칼엘리고스"
		],
		"체력",
		5,
		"식물",
		{
			"14": 0.06,
			"28": 0.07,
			"35": 0.07
		}
	],
	"거울의 미궁": [
		[
			"일리아칸",
			"진 매드닉",
			"시안",
			"희망의 아크 엘피스",
			"포포"
		],
		"힘",
		6,
		"정령",
		{
			"10": 0.1,
			"20": 0.1,
			"25": 0.1
		}
	],
	"거인 토토이크": [
		[
			"모카모카",
			"토토마",
			"수호자 에오로",
			"수호자 티르",
			"수호자 페오스",
			"하이비 집행관",
			"아크의 수호자 오셀",
			"토토이끼",
			"창조의 알",
			"창조의 아크 오르투스"
		],
		"특화",
		2,
		"악마",
		{
			"20": 0.06,
			"40": 0.07,
			"50": 0.07
		}
	],
	"거지 같은 텔파 놈들!": [
		[
			"텔파",
			"이와르"
		],
		"숙련",
		1,
		"기계",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"검은 비 평원": [
		[
			"카멘",
			"사이카",
			"칼도르",
			"비올레",
			"굴딩",
			"페데리코",
			"혼돈의 사이카",
			"데메타르",
			"칼트말루스",
			"아드모스"
		],
		"치명",
		3,
		"정령",
		{
			"20": 0.1,
			"40": 0.1,
			"50": 0.1
		}
	],
	"게이트를 열어라!": [
		[
			"카마인",
			"발탄",
			"쿠크세이튼"
		],
		"체력",
		8,
		"식물",
		{
			"6": 0.13,
			"12": 0.13,
			"15": 0.14
		}
	],
	"격돌하는 마력": [
		[
			"아브렐슈드",
			"아제나&이난나"
		],
		"인내",
		3,
		"야수",
		{
			"4": 0.1,
			"8": 0.1,
			"10": 0.1
		}
	],
	"경천동지": [
		[
			"카멘",
			"카단"
		],
		"숙련",
		3,
		"기계",
		{
			"4": 0.1,
			"8": 0.1,
			"10": 0.1
		}
	],
	"계승되는 의지": [
		[
			"웨이",
			"에스더 시엔",
			"도철"
		],
		"제압",
		3,
		"곤충",
		{
			"6": 0.1,
			"12": 0.1,
			"15": 0.1
		}
	],
	"고립된 영원의 섬": [
		[
			"시그나투스",
			"마리 파우렌츠"
		],
		"체력",
		3,
		"악마",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"고블리하도다!": [
		[
			"고블린 장로 발루",
			"고비우스 24세",
			"네스"
		],
		"힘",
		2,
		"인간",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"고스트 버스터즈": [
		[
			"한이 서린 여인",
			"에이케르",
			"나베르",
			"에스더 루테란",
			"아비시나",
			"마법사 로나운"
		],
		"특화",
		2,
		"악마",
		{
			"12": 0.1,
			"24": 0.1,
			"30": 0.1
		}
	],
	"곤충채집": [
		[
			"타르실라",
			"고르카그로스",
			"자이언트 웜"
		],
		"체력",
		3,
		"식물",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"광기군단": [
		[
			"쿠크세이튼",
			"크란테루스",
			"멜피셔스"
		],
		"신속",
		2,
		"인간",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"광기의 주인이시여...!": [
		[
			"사교도 대제사장",
			"쿠크세이튼"
		],
		"인내",
		2,
		"악마",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"광기의 축제": [
		[
			"아만",
			"쿠크세이튼",
			"자히아",
			"리게아스",
			"하울로크",
			"아자란",
			"가비슈",
			"비슈츠",
			"몬테르크",
			"크란테루스"
		],
		"인내",
		3,
		"식물",
		{
			"20": 0.1,
			"40": 0.1,
			"50": 0.1
		}
	],
	"광휘의 능선": [
		[
			"릭투스",
			"아만",
			"실리안"
		],
		"신속",
		3,
		"정령",
		{
			"6": 0.1,
			"12": 0.1,
			"15": 0.1
		}
	],
	"그래! 결심했어!": [
		[
			"에르제베트",
			"크리스틴"
		],
		"힘",
		4,
		"불사",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"기록되지 않은 승부": [
		[
			"일리아칸",
			"에스더 시엔"
		],
		"힘",
		7,
		"인간",
		{
			"4": 0.1,
			"8": 0.1,
			"10": 0.1
		}
	],
	"기사의 나라 루테란": [
		[
			"국왕 실리안",
			"하셀링크",
			"미한",
			"몬테르크",
			"칼스 모론토",
			"하울로크",
			"아자란",
			"가비슈",
			"리웰라",
			"베나르"
		],
		"방어력",
		4,
		"기계",
		{
			"20": 0.1,
			"40": 0.1,
			"50": 0.1
		}
	],
	"꺾여진 검": [
		[
			"마네스",
			"아드린느",
			"나베갈"
		],
		"방어력",
		2,
		"곤충",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"낙원의 문": [
		[
			"아르카디아",
			"니나브",
			"바스티안",
			"에아달린"
		],
		"힘",
		6,
		"불사",
		{
			"8": 0.1,
			"16": 0.1,
			"20": 0.1
		}
	],
	"남겨진 바람의 절벽": [
		[
			"아만",
			"세리아",
			"집행관 솔라스",
			"국왕 실리안",
			"카마인",
			"데런 아만"
		],
		"방어력",
		5,
		"곤충",
		{
			"12": 0.13,
			"24": 0.13,
			"30": 0.14
		}
	],
	"내 동료가 되어라!": [
		[
			"모카모카",
			"검은이빨",
			"칼스 모론토",
			"아나벨",
			"세비엘",
			"포포",
			"다쿠쿠",
			"표류소녀 엠마"
		],
		"치명",
		2,
		"인간",
		{
			"16": 0.06,
			"32": 0.07,
			"40": 0.07
		}
	],
	"냠냠꿀꺽 먹고 싶어!": [
		[
			"알리페르",
			"아벤",
			"투란"
		],
		"치명",
		1,
		"인간",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"넌 곧, 말하게 될 거야.": [
		[
			"카마인",
			"바루투"
		],
		"숙련",
		2,
		"물질",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"넌 말을 소중히 하지 않았지": [
		[
			"칼트말루스",
			"아만",
			"몬테르크"
		],
		"방어력",
		4,
		"물질",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"네가 보고 싶었어!": [
		[
			"가디언 루",
			"니나브"
		],
		"체력",
		7,
		"악마",
		{
			"4": 0.1,
			"8": 0.1,
			"10": 0.1
		}
	],
	"네리아의 주점 1": [
		[
			"레온하트 네리아",
			"루테란 성 네리아",
			"갈기파도 항구 네리아",
			"슈테른 네리아",
			"위대한 성 네리아"
		],
		"제압",
		1,
		"곤충",
		{
			"10": 0.06,
			"20": 0.07,
			"25": 0.07
		}
	],
	"녹슨 닻 무덤": [
		[
			"검은이빨",
			"칼스 모론토",
			"국왕 실리안"
		],
		"방어력",
		4,
		"기계",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"누나만 믿어!": [
		[
			"사샤",
			"검은이빨",
			"위대한 성 네리아",
			"아제나&이난나"
		],
		"체력",
		6,
		"야수",
		{
			"8": 0.1,
			"16": 0.1,
			"20": 0.1
		}
	],
	"니나브와 아이들": [
		[
			"혼재의 추오",
			"토토이끼",
			"니나브",
			"다람쥐 욤",
			"여우 사피아노"
		],
		"체력",
		6,
		"악마",
		{
			"10": 0.06,
			"20": 0.07,
			"25": 0.07
		}
	],
	"니헬타로프의 상념": [
		[
			"아비시나",
			"타나토스"
		],
		"방어력",
		2,
		"물질",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"다르키엘의 저주": [
		[
			"히바이크",
			"붉은 남작 에디",
			"세티노",
			"녹스"
		],
		"인내",
		1,
		"악마",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"다시 살아난다 말할까": [
		[
			"루드릭",
			"라하르트",
			"테르나크",
			"지그문트",
			"나베갈"
		],
		"인내",
		2,
		"야수",
		{
			"10": 0.06,
			"20": 0.07,
			"25": 0.07
		}
	],
	"대륙의 리더들": [
		[
			"바스티안",
			"국왕 실리안",
			"천둥",
			"파한",
			"에아달린",
			"진 매드닉",
			"아제나&이난나",
			"케이사르",
			"칼도르",
			"토토마"
		],
		"방어력",
		5,
		"곤충",
		{
			"20": 0.13,
			"40": 0.13,
			"50": 0.14
		}
	],
	"대사부 시험": [
		[
			"가디언 루",
			"파한",
			"호동",
			"객주도사",
			"월향도사",
			"수령도사"
		],
		"치명",
		2,
		"불사",
		{
			"12": 0.06,
			"24": 0.07,
			"30": 0.07
		}
	],
	"댄싱퀸": [
		[
			"절망의 레키엘",
			"위대한 성 네리아",
			"이마르",
			"사샤"
		],
		"방어력",
		3,
		"기계",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"동물농장": [
		[
			"나루니",
			"참크리",
			"나비",
			"포포",
			"다람쥐 욤",
			"여우 사피아노",
			"판다 푸푸",
			"샐리"
		],
		"방어력",
		3,
		"기계",
		{
			"16": 0.06,
			"32": 0.07,
			"40": 0.07
		}
	],
	"두뇌 풀가동": [
		[
			"아브렐슈드",
			"샨디"
		],
		"방어력",
		5,
		"물질",
		{
			"4": 0.1,
			"8": 0.1,
			"10": 0.1
		}
	],
	"라이아의 은인": [
		[
			"세리아",
			"자히아",
			"리게아스",
			"푸름 전사 브리뉴",
			"아만"
		],
		"특화",
		2,
		"식물",
		{
			"10": 0.06,
			"20": 0.07,
			"25": 0.07
		}
	],
	"라제니스": [
		[
			"베아트리스",
			"니나브",
			"알레그로"
		],
		"힘",
		7,
		"인간",
		{
			"6": 0.1,
			"12": 0.1,
			"15": 0.1
		}
	],
	"레온하트에 어서 오세요!": [
		[
			"레온하트 네리아",
			"바루투",
			"아만",
			"시이라"
		],
		"방어력",
		4,
		"곤충",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"루테란 왕위 쟁탈전": [
		[
			"슈헤리트",
			"실리안",
			"패자의 검",
			"카마인"
		],
		"체력",
		7,
		"야수",
		{
			"8": 0.1,
			"16": 0.1,
			"20": 0.1
		}
	],
	"루테란의 시련": [
		[
			"마법사 로나운",
			"에스더 루테란",
			"자간",
			"릭투스",
			"로블롬",
			"윌리윌리"
		],
		"제압",
		3,
		"기계",
		{
			"12": 0.1,
			"24": 0.1,
			"30": 0.1
		}
	],
	"마력의 축복을 받은 자들": [
		[
			"비슈츠",
			"아제나&이난나",
			"엘레노아",
			"아벤",
			"게르디아",
			"에아달린",
			"엔비스카",
			"오렐다",
			"아브렐슈드"
		],
		"방어력",
		5,
		"기계",
		{
			"18": 0.13,
			"36": 0.13,
			"45": 0.14
		}
	],
	"마수군단": [
		[
			"발탄",
			"릭투스"
		],
		"힘",
		6,
		"불사",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"마스터 셰프 아크라시아": [
		[
			"레온하트 네리아",
			"만포",
			"객주도사"
		],
		"힘",
		3,
		"정령",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"마음을 다해 부르면": [
		[
			"에라스모",
			"니나브",
			"토토이끼",
			"창조의 알",
			"다람쥐 욤",
			"여우 사피아노"
		],
		"제압",
		2,
		"곤충",
		{
			"12": 0.06,
			"24": 0.07,
			"30": 0.07
		}
	],
	"만월의 고택": [
		[
			"삭월",
			"미령"
		],
		"체력",
		2,
		"악마",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"모라이 유적지": [
		[
			"아만",
			"타나토스",
			"천둥",
			"카마인"
		],
		"방어력",
		5,
		"기계",
		{
			"8": 0.1,
			"16": 0.1,
			"20": 0.1
		}
	],
	"모르모트": [
		[
			"아이히만 박사",
			"크리스틴",
			"바스티안",
			"실험체 타르마쿰"
		],
		"체력",
		4,
		"악마",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"모험가 길드의 의뢰": [
		[
			"아나벨",
			"기드온",
			"고블린 장로 발루",
			"고르곤",
			"나베갈"
		],
		"방어력",
		3,
		"곤충",
		{
			"10": 0.06,
			"20": 0.07,
			"25": 0.07
		}
	],
	"못다한 승부": [
		[
			"발탄",
			"에스더 루테란",
			"패자의 검",
			"에스더 갈라투르"
		],
		"인내",
		3,
		"악마",
		{
			"8": 0.13,
			"16": 0.13,
			"20": 0.14
		}
	],
	"몽환의 궁전": [
		[
			"아브렐슈드",
			"몽환의 킹",
			"몽환의 퀸",
			"몽환의 나이트",
			"몽환의 비숍",
			"몽환의 룩",
			"몽환의 폰",
			"아제나&이난나"
		],
		"힘",
		7,
		"정령",
		{
			"16": 0.1,
			"32": 0.1,
			"40": 0.1
		}
	],
	"무기여 잘 있거라": [
		[
			"패자의 검",
			"벨크루제",
			"파르쿠나스",
			"진멸의 창",
			"피요르긴",
			"나히니르"
		],
		"체력",
		5,
		"야수",
		{
			"12": 0.06,
			"24": 0.07,
			"30": 0.07
		}
	],
	"무쇠팔 무쇠다리": [
		[
			"바스티안",
			"진화의 군주 카인",
			"시그나투스",
			"솔 그랑데",
			"에스",
			"제이"
		],
		"힘",
		5,
		"인간",
		{
			"12": 0.06,
			"24": 0.07,
			"30": 0.07
		}
	],
	"미스트라시아의 비밀": [
		[
			"미스틱",
			"쿠크세이튼",
			"니나브"
		],
		"체력",
		7,
		"악마",
		{
			"6": 0.1,
			"12": 0.1,
			"15": 0.1
		}
	],
	"바다로!": [
		[
			"국왕 실리안",
			"검은이빨",
			"칼스 모론토",
			"미한",
			"하셀링크"
		],
		"인내",
		2,
		"식물",
		{
			"10": 0.1,
			"20": 0.1,
			"25": 0.1
		}
	],
	"바다의 재앙": [
		[
			"에라스모",
			"브리아레오스",
			"고르카그로스",
			"수신 아포라스",
			"솔 그랑데"
		],
		"신속",
		1,
		"정령",
		{
			"10": 0.06,
			"20": 0.07,
			"25": 0.07
		}
	],
	"바위의 요람": [
		[
			"세티노",
			"모카모카",
			"붉은 남작 에디",
			"토토이끼",
			"창조의 알"
		],
		"인내",
		2,
		"악마",
		{
			"10": 0.06,
			"20": 0.07,
			"25": 0.07
		}
	],
	"반짝이의 왕": [
		[
			"두키킹",
			"두키칼리버"
		],
		"특화",
		1,
		"식물",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"발란카르 레인저식 복수": [
		[
			"페일린",
			"고르곤"
		],
		"숙련",
		1,
		"곤충",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"백귀야행": [
		[
			"반다",
			"미령",
			"도철",
			"삭월"
		],
		"치명",
		2,
		"인간",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"벗에게 보내는 편지": [
		[
			"샨디",
			"에스더 루테란"
		],
		"힘",
		7,
		"불사",
		{
			"4": 0.1,
			"8": 0.1,
			"10": 0.1
		}
	],
	"베스트셀러": [
		[
			"용병 세이라",
			"카인",
			"바스티안",
			"사샤",
			"슈테른 네리아"
		],
		"숙련",
		2,
		"곤충",
		{
			"10": 0.06,
			"20": 0.07,
			"25": 0.07
		}
	],
	"벨크루제를 찾아서": [
		[
			"바훈투르",
			"케이사르",
			"에이케르",
			"나베르",
			"벨크루제",
			"피에르",
			"나잔",
			"키즈라",
			"카이슈르",
			"카마인"
		],
		"힘",
		8,
		"정령",
		{
			"20": 0.13,
			"40": 0.13,
			"50": 0.14
		}
	],
	"변신은 무죄": [
		[
			"길달",
			"미령",
			"객주도사",
			"아제나&이난나",
			"혼돈의 사이카",
			"변절자 제페토"
		],
		"제압",
		2,
		"물질",
		{
			"12": 0.1,
			"24": 0.1,
			"30": 0.1
		}
	],
	"별빛의 노래": [
		[
			"레나",
			"프랭크"
		],
		"신속",
		1,
		"정령",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"별의 도시": [
		[
			"슈테른 네리아",
			"바스티안",
			"사샤",
			"용병 세이라",
			"기자 마티아스"
		],
		"숙련",
		2,
		"기계",
		{
			"10": 0.06,
			"20": 0.07,
			"25": 0.07
		}
	],
	"보레아 기사단": [
		[
			"하울로크",
			"아자란",
			"가비슈"
		],
		"특화",
		1,
		"악마",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"부서진 빙하의 섬": [
		[
			"루벤스타인 델 아르코",
			"기자 마티아스",
			"샐리"
		],
		"신속",
		1,
		"불사",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"부정한 자를 포박하라!": [
		[
			"하백",
			"파한",
			"웨이"
		],
		"힘",
		6,
		"인간",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"불타는 레온하트": [
		[
			"아만",
			"바루투",
			"카마인",
			"도굴단장 우고"
		],
		"특화",
		3,
		"식물",
		{
			"8": 0.1,
			"16": 0.1,
			"20": 0.1
		}
	],
	"빙결의 극지": [
		[
			"진 매드닉",
			"자베른",
			"시안",
			"루아브",
			"도륙자 아르르",
			"바에단",
			"레이든",
			"나크슌",
			"포포",
			"일리아칸"
		],
		"숙련",
		2,
		"물질",
		{
			"20": 0.1,
			"40": 0.1,
			"50": 0.1
		}
	],
	"뼈대있는 가문": [
		[
			"마법사 로나운",
			"몬테르크",
			"비슈츠"
		],
		"인내",
		1,
		"야수",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"사랑꾼": [
		[
			"원포",
			"헨리",
			"프랭크",
			"케이사르"
		],
		"힘",
		4,
		"정령",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"사령술의 대가": [
		[
			"지그문트",
			"가룸",
			"나베갈",
			"고르곤"
		],
		"특화",
		2,
		"악마",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"사슬전쟁의 에스더": [
		[
			"샨디",
			"아제나&이난나",
			"니나브",
			"카단",
			"에스더 갈라투르",
			"에스더 루테란",
			"에스더 시엔"
		],
		"힘",
		8,
		"인간",
		{
			"14": 0.13,
			"28": 0.13,
			"35": 0.14
		}
	],
	"사이좋은 친구?": [
		[
			"비비안",
			"루테란 성 네리아"
		],
		"제압",
		1,
		"곤충",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"사자탈과 함께 춤을": [
		[
			"사자탈",
			"한손"
		],
		"인내",
		1,
		"야수",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"살아서 다시 보길 바란다": [
		[
			"진 매드닉",
			"바에단",
			"시안"
		],
		"힘",
		3,
		"인간",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"삶과 죽음의 경계": [
		[
			"반다",
			"하백",
			"비아키스",
			"웨이",
			"수령도사"
		],
		"제압",
		3,
		"물질",
		{
			"10": 0.13,
			"20": 0.13,
			"25": 0.14
		}
	],
	"삼두정치": [
		[
			"바스티안",
			"사샤",
			"카인"
		],
		"특화",
		2,
		"식물",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"새벽의 사제": [
		[
			"바루투",
			"아만",
			"페데리코"
		],
		"체력",
		6,
		"악마",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"서부의 혁명군": [
		[
			"실리안",
			"하셀링크",
			"미한",
			"리웰라",
			"베나르",
			"아만"
		],
		"치명",
		3,
		"불사",
		{
			"12": 0.1,
			"24": 0.1,
			"30": 0.1
		}
	],
	"섬의 주인": [
		[
			"두키킹",
			"고비우스 24세",
			"표류소녀 엠마",
			"검은이빨",
			"칼바서스",
			"벨리타",
			"판다 푸푸"
		],
		"방어력",
		3,
		"기계",
		{
			"14": 0.06,
			"28": 0.07,
			"35": 0.07
		}
	],
	"세 우마르가 오리라": [
		[
			"에이케르",
			"나베르",
			"에스더 갈라투르"
		],
		"치명",
		2,
		"정령",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"세계의 방랑자": [
		[
			"카드리",
			"에스더 시엔",
			"샨디",
			"진저웨일",
			"표류소녀 엠마"
		],
		"신속",
		3,
		"인간",
		{
			"10": 0.13,
			"20": 0.13,
			"25": 0.14
		}
	],
	"세이크리아의 사제": [
		[
			"아만",
			"바루투",
			"집행관 솔라스",
			"페데리코",
			"데메타르"
		],
		"체력",
		6,
		"야수",
		{
			"10": 0.06,
			"20": 0.07,
			"25": 0.07
		}
	],
	"소녀시대": [
		[
			"아나벨",
			"마리 파우렌츠",
			"타냐 벤텀",
			"표류소녀 엠마",
			"레나",
			"투란",
			"첼라",
			"여울"
		],
		"체력",
		5,
		"야수",
		{
			"16": 0.06,
			"32": 0.07,
			"40": 0.07
		}
	],
	"소년이여 신화가 되어라": [
		[
			"레이든",
			"비올레",
			"모카모카"
		],
		"방어력",
		2,
		"물질",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"시엔 여관": [
		[
			"아만",
			"세리아",
			"샨디",
			"진저웨일",
			"모르페오"
		],
		"특화",
		3,
		"야수",
		{
			"10": 0.13,
			"20": 0.13,
			"25": 0.14
		}
	],
	"신궁": [
		[
			"페일린",
			"아자란",
			"니나브"
		],
		"제압",
		2,
		"기계",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"쌍떡잎 식물": [
		[
			"로블롬",
			"프록시마"
		],
		"힘",
		3,
		"정령",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"씬 스틸러": [
		[
			"아델",
			"페데리코",
			"하백",
			"슈헤리트",
			"엔비스카",
			"칼트말루스"
		],
		"방어력",
		4,
		"곤충",
		{
			"12": 0.1,
			"24": 0.1,
			"30": 0.1
		}
	],
	"아베스타": [
		[
			"사이카",
			"비올레",
			"굴딩",
			"칼도르"
		],
		"방어력",
		3,
		"물질",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"아크라시아 오케스트라": [
		[
			"알레그로",
			"시이라",
			"루티아",
			"위대한 성 네리아",
			"루테란 성 네리아",
			"루벤스타인 델 아르코",
			"프랭크",
			"슈테른 네리아"
		],
		"신속",
		2,
		"정령",
		{
			"16": 0.06,
			"32": 0.07,
			"40": 0.07
		}
	],
	"안녕 코코모?": [
		[
			"모카모카",
			"토토마",
			"다쿠쿠"
		],
		"치명",
		1,
		"불사",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"알레그로가 들려주는 이야기": [
		[
			"알레그로",
			"아만",
			"카마인",
			"니나브",
			"베아트리스"
		],
		"힘",
		8,
		"불사",
		{
			"10": 0.13,
			"20": 0.13,
			"25": 0.14
		}
	],
	"알트아이젠": [
		[
			"시그나투스",
			"솔 그랑데",
			"지휘관 솔"
		],
		"체력",
		3,
		"야수",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"애주가": [
		[
			"진저웨일",
			"바훈투르",
			"갈기파도 항구 네리아",
			"기드온",
			"객주도사",
			"사샤"
		],
		"숙련",
		3,
		"곤충",
		{
			"12": 0.1,
			"24": 0.1,
			"30": 0.1
		}
	],
	"야, 너두?": [
		[
			"헨리",
			"바루투"
		],
		"방어력",
		2,
		"물질",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"어둠군단": [
		[
			"카멘",
			"지그문트",
			"나베갈",
			"카이슈르",
			"아드모스",
			"칼트말루스"
		],
		"인내",
		2,
		"악마",
		{
			"12": 0.1,
			"24": 0.1,
			"30": 0.1
		}
	],
	"어둠의 주술": [
		[
			"타나토스",
			"에스더 루테란"
		],
		"신속",
		2,
		"정령",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"언더 더 씨": [
		[
			"크누트",
			"아르카디아"
		],
		"힘",
		3,
		"불사",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"업그레이드!": [
		[
			"지휘관 솔",
			"솔 그랑데"
		],
		"치명",
		1,
		"불사",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"업화의 궤멸자": [
		[
			"샨디",
			"카이슈테르",
			"아델",
			"에아달린"
		],
		"체력",
		6,
		"식물",
		{
			"8": 0.1,
			"16": 0.1,
			"20": 0.1
		}
	],
	"업화의 혈투사": [
		[
			"금강",
			"하백",
			"원포"
		],
		"특화",
		1,
		"식물",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"세상을 구하는 빛": [
		[
			"샨디",
			"아제나&이난나",
			"니나브",
			"카단",
			"바훈투르",
			"실리안",
			"웨이"
		],
		"체력",
		8,
		"악마",
		{
			"14": 0.13,
			"28": 0.13,
			"35": 0.14
		}
	],
	"에어가이츠 계획": [
		[
			"마리 파우렌츠",
			"에스",
			"제이",
			"안톤",
			"세비엘",
			"진화의 군주 카인"
		],
		"방어력",
		3,
		"물질",
		{
			"12": 0.06,
			"24": 0.07,
			"30": 0.07
		}
	],
	"엘조윈의 선택": [
		[
			"지혜의 아크 라디체",
			"아제나&이난나",
			"아브렐슈드"
		],
		"방어력",
		5,
		"물질",
		{
			"6": 0.1,
			"12": 0.1,
			"15": 0.1
		}
	],
	"여, 여왕 폐하?": [
		[
			"기드온",
			"에아달린"
		],
		"체력",
		3,
		"식물",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"여성시대": [
		[
			"사샤",
			"베아트리스",
			"니나브",
			"아제나&이난나",
			"에아달린",
			"아델",
			"검은이빨"
		],
		"치명",
		3,
		"정령",
		{
			"14": 0.13,
			"28": 0.13,
			"35": 0.14
		}
	],
	"역병의 인도자들": [
		[
			"역병 인도자",
			"역병군단 바르토"
		],
		"체력",
		3,
		"야수",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"영광의 벽": [
		[
			"실리안",
			"슈헤리트",
			"발탄",
			"아만",
			"카마인"
		],
		"체력",
		8,
		"식물",
		{
			"10": 0.13,
			"20": 0.13,
			"25": 0.14
		}
	],
	"영혼의 단짝": [
		[
			"진저웨일",
			"진멸의 창"
		],
		"체력",
		5,
		"식물",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"오, 아름다운 칼라자여": [
		[
			"나비",
			"칼도르",
			"비올레",
			"루티아"
		],
		"체력",
		4,
		"야수",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"오늘도 퇴근은 글렀군": [
		[
			"자베른",
			"칼도르",
			"엘레노아",
			"미한"
		],
		"제압",
		2,
		"물질",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"오백 년의 세월": [
		[
			"쿠크세이튼",
			"샨디"
		],
		"체력",
		7,
		"식물",
		{
			"4": 0.1,
			"8": 0.1,
			"10": 0.1
		}
	],
	"왕관을 쓴 자": [
		[
			"국왕 실리안",
			"아제나&이난나",
			"케이사르",
			"에아달린"
		],
		"신속",
		3,
		"불사",
		{
			"8": 0.1,
			"16": 0.1,
			"20": 0.1
		}
	],
	"왕비를 찾습니다": [
		[
			"미한",
			"비비안",
			"루테란 성 네리아",
			"갈기파도 항구 네리아",
			"오렐다",
			"국왕 실리안",
			"루티아",
			"모리나"
		],
		"힘",
		6,
		"정령",
		{
			"16": 0.06,
			"32": 0.07,
			"40": 0.07
		}
	],
	"왕위를 물려받을 준비": [
		[
			"슈헤리트",
			"베르하트"
		],
		"신속",
		1,
		"인간",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"왕의 자격": [
		[
			"실리안",
			"패자의 검",
			"베나르",
			"발탄",
			"아만"
		],
		"제압",
		3,
		"기계",
		{
			"10": 0.13,
			"20": 0.13,
			"25": 0.14
		}
	],
	"욕망군단": [
		[
			"비아키스",
			"절망의 레키엘",
			"키즈라"
		],
		"특화",
		2,
		"야수",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"우리도 기억해줘": [
		[
			"도굴단장 우고",
			"다단",
			"카도건",
			"베르하트"
		],
		"힘",
		3,
		"불사",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"우마르 맙소사!": [
		[
			"우르르",
			"피에르",
			"이마르",
			"에이케르",
			"나베르",
			"이와르",
			"케이사르",
			"바훈투르",
			"에스더 갈라투르",
			"위대한 성 네리아"
		],
		"치명",
		3,
		"인간",
		{
			"20": 0.13,
			"40": 0.13,
			"50": 0.14
		}
	],
	"운명의 무게": [
		[
			"에스더 시엔",
			"사이카"
		],
		"인내",
		2,
		"야수",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"윤허하지 아니한다!": [
		[
			"마법사 로나운",
			"에스더 루테란"
		],
		"숙련",
		2,
		"기계",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"인간으로 죽는다는 것": [
		[
			"혼돈의 사이카",
			"칼도르",
			"비올레",
			"굴딩"
		],
		"힘",
		4,
		"불사",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"인간의 적은 인간": [
		[
			"진화의 군주 카인",
			"슈헤리트",
			"붉은 남작 에디",
			"바에단",
			"하백"
		],
		"인내",
		2,
		"식물",
		{
			"10": 0.06,
			"20": 0.07,
			"25": 0.07
		}
	],
	"인생은 육십부터": [
		[
			"모르페오",
			"천둥",
			"시안",
			"수령도사",
			"바루투",
			"토토마",
			"벨리타"
		],
		"숙련",
		2,
		"곤충",
		{
			"14": 0.06,
			"28": 0.07,
			"35": 0.07
		}
	],
	"자연의 정령들": [
		[
			"자히아",
			"리게아스",
			"에페르니아",
			"그노시스",
			"실페리온",
			"운다트"
		],
		"힘",
		5,
		"정령",
		{
			"12": 0.06,
			"24": 0.07,
			"30": 0.07
		}
	],
	"저놈 좀 처리해!": [
		[
			"루아브",
			"바에단"
		],
		"방어력",
		2,
		"기계",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"절친노트": [
		[
			"일리아칸",
			"발탄"
		],
		"방어력",
		5,
		"곤충",
		{
			"4": 0.1,
			"8": 0.1,
			"10": 0.1
		}
	],
	"정령의 땅": [
		[
			"아브렐슈드",
			"아제나&이난나",
			"에페르니아",
			"게르디아",
			"운다트",
			"그노시스",
			"실페리온"
		],
		"체력",
		8,
		"야수",
		{
			"14": 0.13,
			"28": 0.13,
			"35": 0.14
		}
	],
	"좋은 단백질 공급원": [
		[
			"벨크루제",
			"나잔",
			"키즈라",
			"카이슈르"
		],
		"체력",
		4,
		"식물",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"주인님, 명령을 내려주십시오!": [
		[
			"사교도 대제사장",
			"바에단",
			"도굴단장 우고",
			"붉은 남작 에디",
			"삭월"
		],
		"힘",
		3,
		"인간",
		{
			"10": 0.06,
			"20": 0.07,
			"25": 0.07
		}
	],
	"질병군단": [
		[
			"일리아칸",
			"역병 인도자",
			"하르잘",
			"칼라도세",
			"역병군단 바르토",
			"루아브",
			"나크슌",
			"도륙자 아르르",
			"나잔"
		],
		"치명",
		2,
		"인간",
		{
			"18": 0.1,
			"36": 0.1,
			"45": 0.1
		}
	],
	"창의 달인": [
		[
			"라하르트",
			"진저웨일",
			"몽환의 나이트",
			"엘버하스틱",
			"아르카디아",
			"하이비 집행관"
		],
		"신속",
		2,
		"인간",
		{
			"12": 0.1,
			"24": 0.1,
			"30": 0.1
		}
	],
	"창천 비무제": [
		[
			"여울",
			"하백",
			"금강",
			"길달",
			"원포",
			"호동",
			"한손",
			"미령",
			"만포",
			"하리"
		],
		"힘",
		5,
		"정령",
		{
			"20": 0.06,
			"40": 0.07,
			"50": 0.07
		}
	],
	"창천구검": [
		[
			"하백",
			"금강",
			"길달",
			"원포",
			"호동",
			"한손",
			"미령",
			"만포",
			"하리"
		],
		"치명",
		2,
		"불사",
		{
			"18": 0.06,
			"36": 0.07,
			"45": 0.07
		}
	],
	"창천의 수호자": [
		[
			"웨이",
			"객주도사",
			"수령도사",
			"월향도사",
			"파한"
		],
		"힘",
		6,
		"인간",
		{
			"10": 0.06,
			"20": 0.07,
			"25": 0.07
		}
	],
	"책을 읽읍시다": [
		[
			"오렐다",
			"루티아",
			"에아달린",
			"토토마"
		],
		"신속",
		2,
		"불사",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"체크메이트": [
		[
			"몽환의 퀸",
			"몽환의 킹",
			"몽환의 룩",
			"몽환의 나이트",
			"몽환의 비숍",
			"몽환의 폰"
		],
		"숙련",
		1,
		"기계",
		{
			"12": 0.06,
			"24": 0.07,
			"30": 0.07
		}
	],
	"추락한 태양": [
		[
			"라하르트",
			"테르나크",
			"나베갈",
			"지그문트",
			"가룸"
		],
		"힘",
		5,
		"인간",
		{
			"10": 0.06,
			"20": 0.07,
			"25": 0.07
		}
	],
	"침묵하는 거인의 숲": [
		[
			"거신 카스피엘",
			"모카모카",
			"수호자 티르"
		],
		"체력",
		3,
		"악마",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"카바티안 왕국의 후예": [
		[
			"타나토스",
			"아비시나",
			"천둥",
			"모리나"
		],
		"인내",
		2,
		"식물",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"카인의 친위대": [
		[
			"마리 파우렌츠",
			"에스",
			"제이",
			"안톤",
			"세비엘"
		],
		"제압",
		2,
		"기계",
		{
			"10": 0.06,
			"20": 0.07,
			"25": 0.07
		}
	],
	"카제로스 님께 바칠 제물": [
		[
			"비아키스",
			"하백",
			"반다"
		],
		"신속",
		2,
		"불사",
		{
			"6": 0.1,
			"12": 0.1,
			"15": 0.1
		}
	],
	"카제로스의 군단장": [
		[
			"발탄",
			"일리아칸",
			"비아키스",
			"아브렐슈드",
			"카멘",
			"쿠크세이튼"
		],
		"방어력",
		5,
		"물질",
		{
			"12": 0.13,
			"24": 0.13,
			"30": 0.14
		}
	],
	"크누트의 무덤": [
		[
			"칼바서스",
			"크누트"
		],
		"방어력",
		2,
		"곤충",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"크라잉스톰": [
		[
			"검은이빨",
			"히바이크",
			"녹스",
			"칼스 모론토"
		],
		"힘",
		4,
		"정령",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"크라테르의 눈": [
		[
			"바스티안",
			"사샤",
			"예지의 아크 아가톤"
		],
		"제압",
		2,
		"곤충",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"타락한 불꽃": [
		[
			"게르디아",
			"에페르니아"
		],
		"치명",
		1,
		"정령",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"토토이크의 수호자": [
		[
			"수호자 에오로",
			"수호자 티르",
			"아크의 수호자 오셀",
			"수호자 페오스"
		],
		"숙련",
		1,
		"물질",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"토토이크의 지혜야!": [
		[
			"하이비 집행관",
			"모카모카"
		],
		"특화",
		1,
		"야수",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"트리시온": [
		[
			"신뢰의 아크 아스타",
			"창조의 아크 오르투스",
			"예지의 아크 아가톤",
			"희망의 아크 엘피스",
			"지혜의 아크 라디체",
			"헌신의 아크 카르타",
			"영원의 아크 카양겔"
		],
		"특화",
		2,
		"야수",
		{
			"12": 0.06,
			"24": 0.07,
			"30": 0.07,
			"35": 0.07
		}
	],
	"파괴된 제나일": [
		[
			"아브렐슈드",
			"아제나&이난나",
			"에아달린",
			"아델",
			"엘레노아",
			"아드린느"
		],
		"특화",
		3,
		"악마",
		{
			"12": 0.13,
			"24": 0.13,
			"30": 0.14
		}
	],
	"폐하, 도우러 왔습니다!": [
		[
			"하셀링크",
			"실리안",
			"미한",
			"슈헤리트",
			"카도건"
		],
		"숙련",
		2,
		"곤충",
		{
			"10": 0.1,
			"20": 0.1,
			"25": 0.1
		}
	],
	"폐허가 된 고성": [
		[
			"변절자 제페토",
			"사이카",
			"페데리코"
		],
		"치명",
		2,
		"정령",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"포포포": [
		[
			"만포",
			"포포",
			"원포"
		],
		"방어력",
		2,
		"기계",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"프렐류드": [
		[
			"루티아",
			"칼도르",
			"비올레",
			"첼라",
			"페데리코",
			"굴딩",
			"혼돈의 사이카",
			"변절자 제페토"
		],
		"방어력",
		4,
		"기계",
		{
			"16": 0.06,
			"32": 0.07,
			"40": 0.07
		}
	],
	"프롤로그의 인연": [
		[
			"호동",
			"시안",
			"아이히만 박사",
			"엔비스카",
			"변절자 제페토",
			"월향도사"
		],
		"방어력",
		3,
		"곤충",
		{
			"12": 0.06,
			"24": 0.07,
			"30": 0.07
		}
	],
	"필드 보스 I": [
		[
			"루드릭",
			"소금거인",
			"천둥날개",
			"로블롬",
			"윌리윌리",
			"거신 카스피엘",
			"혼재의 추오",
			"불칸",
			"시그나투스",
			"프록시마"
		],
		"신속",
		2,
		"불사",
		{
			"20": 0.06,
			"40": 0.07,
			"50": 0.07
		}
	],
	"필드 보스 II": [
		[
			"마네스",
			"타르실라",
			"솔 그랑데",
			"브리아레오스",
			"수신 아포라스",
			"고르카그로스",
			"아드린느"
		],
		"신속",
		2,
		"인간",
		{
			"14": 0.06,
			"28": 0.07,
			"35": 0.07
		}
	],
	"하나의 몸, 두 개의 마음": [
		[
			"미카엘과 노메드",
			"아제나&이난나"
		],
		"방어력",
		4,
		"곤충",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"하늘을 비추는 사막": [
		[
			"소금거인",
			"천둥",
			"모리나",
			"다단",
			"자이언트 웜",
			"타나토스"
		],
		"특화",
		2,
		"야수",
		{
			"12": 0.06,
			"24": 0.07,
			"30": 0.07
		}
	],
	"해적 시대": [
		[
			"검은이빨",
			"히바이크",
			"녹스",
			"세티노",
			"붉은 남작 에디",
			"칼바서스"
		],
		"체력",
		5,
		"악마",
		{
			"12": 0.06,
			"24": 0.07,
			"30": 0.07
		}
	],
	"호기심 천국": [
		[
			"아벤",
			"기자 마티아스",
			"세비엘"
		],
		"인내",
		1,
		"식물",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"호박당의 원한": [
		[
			"슈헤리트",
			"윌리윌리"
		],
		"제압",
		1,
		"기계",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"혼돈의 가디언 1": [
		[
			"미스틱",
			"카이슈테르"
		],
		"체력",
		4,
		"식물",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"흐흐, 놈은 굶주린 상태다": [
		[
			"다단",
			"자이언트 웜",
			"천둥"
		],
		"제압",
		1,
		"물질",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"흑장미 교회당": [
		[
			"아만",
			"사교도 대제사장",
			"쿠크세이튼",
			"샨디"
		],
		"숙련",
		3,
		"물질",
		{
			"8": 0.13,
			"16": 0.13,
			"20": 0.14
		}
	],
	"힘의 잔영": [
		[
			"아이히만 박사",
			"카인",
			"에스",
			"제이"
		],
		"체력",
		4,
		"야수",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"힘이 넘쳐 흐르는군!": [
		[
			"칼라도세",
			"발탄",
			"쿠크세이튼",
			"카마인"
		],
		"힘",
		8,
		"불사",
		{
			"8": 0.13,
			"16": 0.13,
			"20": 0.14
		}
	],
	"오레하의 우물": [
		[
			"니아",
			"샤나",
			"알비온",
			"광기를 잃은 쿠크세이튼"
		],
		"힘",
		6,
		"정령",
		{
			"8": 0.1,
			"16": 0.1,
			"20": 0.1
		}
	],
	"오레하의 악연": [
		[
			"알비온",
			"아르고스",
			"광기를 잃은 쿠크세이튼"
		],
		"체력",
		6,
		"야수",
		{
			"6": 0.1,
			"12": 0.1,
			"15": 0.1
		}
	],
	"그림자도 밟지 말라 했거늘": [
		[
			"난민 파밀리아",
			"고블린 장로 발루",
			"베나르",
			"바루투",
			"천둥",
			"샨디"
		],
		"힘",
		6,
		"인간",
		{
			"12": 0.06,
			"24": 0.07,
			"30": 0.07
		}
	],
	"라제니스의 운명": [
		[
			"베아트리스",
			"알레그로"
		],
		"방어력",
		4,
		"기계",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"두근두근 파푸니카": [
		[
			"니아",
			"샤나",
			"자하라",
			"나기",
			"리루"
		],
		"체력",
		5,
		"악마",
		{
			"10": 0.06,
			"20": 0.07,
			"25": 0.07
		}
	],
	"너, 외톨이구나?": [
		[
			"스텔라",
			"샤나"
		],
		"방어력",
		2,
		"물질",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"1절만 해": [
		[
			"니아",
			"하리야"
		],
		"치명",
		1,
		"불사",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"잘못된 만남": [
		[
			"세토",
			"나기"
		],
		"특화",
		1,
		"식물",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"크르르르": [
		[
			"키케라",
			"리루"
		],
		"제압",
		1,
		"곤충",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"환상의 듀오": [
		[
			"여우 사피아노",
			"베르베로"
		],
		"신속",
		1,
		"정령",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"카단의 행방": [
		[
			"카단",
			"신디",
			"데스칼루다",
			"베른 젠로드"
		],
		"인내",
		2,
		"야수",
		{
			"8": 0.1,
			"16": 0.1,
			"20": 0.1
		}
	],
	"말할 수 없는 비밀": [
		[
			"칸다리아 네리아",
			"에르제베트",
			"검은이빨",
			"베른 젠로드"
		],
		"숙련",
		2,
		"기계",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"태양의 기사단": [
		[
			"라하르트",
			"제레온",
			"하템",
			"키에사",
			"루드벡",
			"테르나크",
			"나베갈"
		],
		"체력",
		4,
		"악마",
		{
			"14": 0.06,
			"28": 0.07,
			"35": 0.07
		}
	],
	"원로원의 계략": [
		[
			"하이거",
			"사트라",
			"알베르토",
			"루기네",
			"킬리언"
		],
		"방어력",
		2,
		"물질",
		{
			"10": 0.06,
			"20": 0.07,
			"25": 0.07
		}
	],
	"장로님, 우리 장로님": [
		[
			"오크 장로 질록",
			"고블린 장로 발루",
			"토토마",
			"사트라"
		],
		"치명",
		1,
		"불사",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"남부에 떠오른 태양": [
		[
			"제레온",
			"루드벡",
			"하템",
			"키에사"
		],
		"힘",
		3,
		"인간",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"너의 목소리가 들려": [
		[
			"니나브",
			"파파"
		],
		"체력",
		3,
		"식물",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"더위 사냥꾼": [
		[
			"쿤겔라니움",
			"혹한의 헬가이아",
			"빙결의 레기오로스",
			"베르투스"
		],
		"방어력",
		2,
		"곤충",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"가디언의 응징": [
		[
			"쿤겔라니움",
			"데스칼루다",
			"하누마탄"
		],
		"치명",
		2,
		"정령",
		{
			"6": 0.1,
			"12": 0.1,
			"15": 0.1
		}
	],
	"애니츠의 수호신": [
		[
			"하누마탄",
			"가디언 루"
		],
		"특화",
		2,
		"야수",
		{
			"4": 0.1,
			"8": 0.1,
			"10": 0.1
		}
	],
	"복수의 늑대들": [
		[
			"뮨 히다카",
			"다르시",
			"하눈",
			"마리나"
		],
		"특화",
		2,
		"기계",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"굶주린 늑대의 길": [
		[
			"뮨 히다카",
			"오스피어",
			"다르시",
			"빌헬름",
			"레퓌스",
			"하눈"
		],
		"제압",
		2,
		"인간",
		{
			"12": 0.1,
			"24": 0.1,
			"30": 0.1
		}
	],
	"전쟁 후에 남는 것": [
		[
			"다르시",
			"아르노",
			"바스키아",
			"앙케",
			"피엘라",
			"로웬 젠로드"
		],
		"신속",
		2,
		"악마",
		{
			"12": 0.06,
			"24": 0.07,
			"30": 0.07
		}
	],
	"복수는 나의 것": [
		[
			"하눈",
			"마리나",
			"레퓌스"
		],
		"인내",
		1,
		"물질",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"운명의 만남 I": [
		[
			"아만",
			"실리안",
			"가디언 루",
			"에스더 시엔",
			"뮨 히다카",
			"오스피어"
		],
		"힘",
		8,
		"불사",
		{
			"12": 0.13,
			"24": 0.13,
			"30": 0.14
		}
	],
	"푸른 피의 모험가": [
		[
			"사일러스",
			"용병 세이라",
			"크리스틴"
		],
		"숙련",
		1,
		"식물",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"라제니스의 검": [
		[
			"니나브",
			"라우리엘",
			"디오게네스",
			"티엔",
			"프리우나",
			"아자키엘"
		],
		"체력",
		6,
		"곤충",
		{
			"12": 0.10,
			"24": 0.10,
			"30": 0.10
		}
	],
	"과거와 현재와 미래": [
		[
			"벨루마테",
			"유클리드",
			"키르케"
		],
		"방어력",
		2,
		"정령",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"빛의 생명체들": [
		[
			"다이나웨일",
			"하늘 고래",
			"별자리 큰뱀",
			"코니"
		],
		"제압",
		1,
		"야수",
		{
			"8": 0.06,
			"16": 0.07,
			"20": 0.07
		}
	],
	"둥지 위로 날아간 뻐꾸기": [
		[
			"에버그레이스",
			"혼재의 추오"
		],
		"인내",
		2,
		"인간",
		{
			"4": 0.10,
			"8": 0.10,
			"10": 0.10
		}
	],
	"엘베리아의 기적": [
		[
			"에버그레이스",
			"라하르트",
			"에아달린",
			"아델",
			"지그문트",
			"가룸"
		],
		"숙련",
		2,
		"악마",
		{
			"12": 0.10,
			"24": 0.10,
			"30": 0.10
		}
	],
	"사슬전쟁의 종장": [
		[
			"에버그레이스",
			"에스더 루테란",
			"미스틱",
			"알비온",
			"카단",
			"니나브"
		],
		"치명",
		3,
		"물질",
		{
			"12": 0.13,
			"24": 0.13,
			"30": 0.14
		}
	],
	"플라티나의 주민들": [
		[
			"에버그레이스",
			"두키킹",
			"혼재의 추오"
		],
		"특화",
		2,
		"불사",
		{
			"6": 0.10,
			"12": 0.10,
			"15": 0.10
		}
	],
	"시작되는 가디언의 선택 I": [
		[
			"소나벨",
			"레바노스",
		],
		"힘",
		4,
		"식물",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"술이 들어간다": [
		[
			"샨디",
			"에스더 갈라투르",
			"니나브",
			"자크라"
		],
		"체력",
		8,
		"곤충",
		{
			"8": 0.13,
			"16": 0.13,
			"20": 0.14
		}
	],
	"아만의 과거 속으로": [
		[
			"어린 아만",
			"클라우디아",
			"알폰스 베디체",
			"안토니오 주교",
			"로잘린 베디체"
		],
		"숙련",
		2,
		"식물",
		{
			"10": 0.06,
			"20": 0.07,
			"25": 0.07
		}
	],
	"가디언의 수장": [
		[
			"에버그레이스",
			"가디언 루",
			"바르칸"
		],
		"인내",
		3,
		"야수",
		{
			"6": 0.13,
			"12": 0.13,
			"15": 0.14
		}
	],
	"상속자들": [
		[
			"칼리나리 네리아",
			"로잘린 베디체",
			"칼스 모론토",
		],
		"인내",
		1,
		"기계",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"혼돈의 상아탑": [
		[
			"바르칸",
			"베히모스",
			"카이슈테르",
			"라자람",
			"라카이서스",
			"칼테이야",
			"파이어혼",
		],
		"신속",
		3,
		"식물",
		{
			"14": 0.10,
			"28": 0.10,
			"35": 0.10
		}
	],
	"부르는 소리 있도다": [
		[
			"바르칸",
			"라자람",
			"라카이서스",
		],
		"제압",
		2,
		"악마",
		{
			"6": 0.10,
			"12": 0.10,
			"15": 0.10
		}
	],
	"볼다이크의 현자들": [
		[
			"세헤라데",
			"마리우",
			"아이작",
			"마레가",
			"베라드",
			"닐라이",
		],
		"제압",
		2,
		"정령",
		{
			"12": 0.06,
			"24": 0.07,
			"30": 0.07
		}
	],
	"욕심에는 끝이 없다": [
		[
			"가르가디스",
			"슈헤리트",
			"벨크루제",
			"바에단",
			"두키킹",
		],
		"숙련",
		2,
		"인간",
		{
			"10": 0.10,
			"20": 0.10,
			"25": 0.10
		}
	],
	"새가 아닙니다": [
		[
			"진화의 군주 카인",
			"베스칼",
			"별자리 큰뱀",
		],
		"신속",
		2,
		"기계",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"쿠르잔의 아사르": [
		[
			"게메트",
			"네페르",
			"프타",
		],
		"특화",
		1,
		"기계",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"개와 늑대의 시간": [
		[
			"까미",
			"포포",
		],
		"치명",
		1,
		"물질",
		{
			"4": 0.06,
			"8": 0.07,
			"10": 0.07
		}
	],
	"맹목적인 사랑": [
		[
			"다르키엘",
			"피엘라",
			"프리우나",
		],
		"체력",
		3,
		"곤충",
		{
			"6": 0.06,
			"12": 0.07,
			"15": 0.07
		}
	],
	"욕망의 날": [
		[
			"에키드나",
			"아브렐슈드",
			"비아키스",
		],
		"힘",
		8,
		"불사",
		{
			"6": 0.13,
			"12": 0.13,
			"15": 0.14
		}
	]
}